alsa-utils
amd-ucode
arandr
autoconf
automake
autorandr
base
binutils
bison
chromium
devtools
dhcpcd
dialog
dmenu
dunst
efibootmgr
fakeroot
feh
file
findutils
flex
gawk
gcc
gettext
git
grep
groff
grub
gzip
htop
i3-gaps
inkscape
lib32-nvidia-utils
lib32-vulkan-icd-loader
libnotify
libtool
linux
linux-firmware
linux-headers
lutris
m4
maim
make
neovim
netctl
network-manager-applet
networkmanager
nodejs
noto-fonts
npm
ntfs-3g
nvidia
nvidia-settings
os-prober
pacman
patch
pavucontrol
pkgconf
pulseaudio-alsa
python-pip
python-pyalsa
python-pywal
python2-pip
ranger
redshift
reflector
rofi
sed
steam
stow
sudo
syncthing
telegram-desktop
termite
texinfo
tmux
ttf-inconsolata
ttf-linux-libertine
unclutter
unzip
usbutils
vifm
vim
w3m
which
wpa_supplicant
xbindkeys
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zfs-linux
zsh
